/* Default username displayed to user. */
"Default" = "Verzuim";
/* Button title such as 'Buy 10' */
"Buy %d" = "Koop %d";
/* Button title such as 'Use 1' */
"Use %d" = "Gebruik %d";
/* Stylized Tiles */
"Stylized Tiles" = "Opgemaakte Tekst";
/* Fast Play Mode */
"Snel Spelen" = "Fast Play";

/* Open Play Mode - 30 minutes of open game play. */
"Open Spelen" = "Open Play";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  The user was awarded an extra number of points denoted by the %ld for using the letter denoted by %@. */
" %@: +%ld points"="%1$@: +%2$ld punten";
/* Label for game statistics. */
"% from bonus tiles"="% van bonusstenen";
/* Beat my score. */
"%@ Challenges You to Beat %@ Score"="%1$@ Daagt Je Uit om %2$@ Score te Verslaan";
/* Michael Challenges You to Beat Their Score */
"%@ Challenges You to Beat Their Score"="%@ Daagt Je Uit om Hun Score te Verslaan";
/* No comment provided by engineer. */
"%@ extra seconds"="%@ extra seconden";
/* No comment provided by engineer. */
"%@ extra shuffle"="%@ extra x schudden";
/* Challenge to friends. */
"%@ got %@ points on level %@ in Wordflick.  Try to beat that."="%1$@ behaalde %2$@ punten op niveau %3$@ in Wordflick. Probeer dat te verslaan.";
/* 1 point... singular */
"%@ point"="%@ punt";
/* A display of points.  For example: '100 points' where %@ is the number of points. */
"%@ points"="%@ punten";
/* %@ Quick Reference */
"%@ Quick Reference"="%@ Snelle Referentie";
/* Wordflick sales pitch. */
"%@ sales pitch."="%@ verkooppraatje.";
/* A display of seconds.  For example: '100 seconds' where %@ is the number of seconds. */
"%@ seconds"="%@ seconden";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Alerts the user that they can shuffle the game pieces an extra number of times. */
"%d Extra Shuffles!"="%d extra x schudden!";
/* Abort */
"Abort"="Afbreken";
/* Abort Level */
"Abort Level"="Afbreekniveau";
/* About */
"About"="Over";
/* From the about screen. */
"About Us"="Over Ons";
/* Achievements */
"Achievements"="Prestaties";
/* Alert title */
"Alert"="Waarschuwen";
/* subtitle or detail label to the like us on facebook string. */
"all the kids are doing it"="alle kinderen doen het";
/* Don't translate 'App Store' as it is the name of Apple's store. */
"Available on the App Store"="Beschikbaar op de App Store";
/* A label for a switch that will allow the users to turn on or off the background music. */
"Background Music"="Achtergrondmuziek";
/* Button that will load the blog. */
"Blog"="Blog";
/* Bonus Shuffles */
"Bonus Shuffles"="Bonus x schudden";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Bonus: +%d bonus points"="Bonus: +%d bonuspunten";
/* Cancel */
"Cancel"="Annuleren";
/* Number of coins earned in level. */
"Chad Tokens"="Chad Munten";
/* The title of a section of options to challenge a friend. */
"Challenge a Friend"="Een Vriend(in) Uitdagen";
/* A button that will bring up a challenge screen. */
"Challenge a Friend on Facebook"="Een Vriend(in) Uitdagen op Facebook";
/* A button that will bring up a challenge screen. */
"Challenge a Friend on Twitter"="Een Vriend(in) Uitdagen op Twitter";
/* Message sent to their friends. */
"Challenge Sent"="Uitdaging Verzonden";
/* No comment provided by engineer. */
"Check your parental control settings and try again later"="Controleer je ouderlijk toezicht instellingen en probeer het later nog eens";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Counts the number of times they cleared the screen. */
"Cleared screen %d times!"="Scherm %d keer leeggemaakt!";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they get an extra one hundred points for clearing the game board. */
"Cleared the board! +%d points!"="Bord leeg! +%d punten!";
/* Identifier for localized leaderboard. */
"com.everydayapps.game.wordflick.highscores.en" = "grp.com.everydayapps.game.wordflick.highscores.nl";
/* A label that is next to the level number or name they just completed. */
"Completed Level"="Voltooid niveau";
/* Continue playing button title. */
"Continue"="Doorgaan";
/* Copyright statement. */
"Copyright Michael Thomason %@.  All rights reserved."="Copyright Michael Thomason %@. Alle rechten voorbehouden.";
/* No comment provided by engineer. */
"Created by Michael Thomason in Cincinnati, OH."="Gecreërd door Michael Thomason in Cincinnati, OH, VS.";
/* Device is not configured for email. */
"Device is not configured for email."="Apparaat is niet geconfigureerd voor email.";
/* Title for button to dismiss general alert views. */
"Dismiss"="Annuleren";
/* Game instructions. */
"Drag or flick tiles to the drop zone located at the bottom of the screen."="Sleep of tik stenen naar de dropzone gelegen aan de onderzijde van het scherm.";
/* A short description of the cost to play. */
"Each game cost one or more gold game tokens."="Elk spel kost een of meer gouden spelmunten.";
/* The word equals, or optionally the equal sign (=). */
"equals"="is gelijk aan";
/* Link to Everydayapps.com */
"Everydayapps.com"="Everydayapps.com";
/* Caption, next to an image of the tile. */
"Extra Points Tile"="Extra Punten Steen";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got one extra shuffle of the game tiles. */
"Extra shuffle"="1 keer extra schudden";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they must have fifteen seconds of time on the game clock to use an extra shuffle of the game tiles */
"Extra shuffle requires %d seconds!"="Voor 1 x extra schudden is %d seconden nodig!";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they were penalized fifty points for using an extra shuffle of the game tiles. */
"Extra shuffle: %d points!"="1 x extra schudden: %d punten!";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they were penalized ten seconds off of the game clock for using an extra shuffle of the game tiles. */
"Extra shuffle: %d seconds!"="1 x extra schudden: %d seconden!";
/* Caption, next to an image of the tile. */
"Extra Shuffles Tile"="Extra x Schudden Steen";
/* Caption, next to an image of the tile. */
"Extra Time Tile"="Extratijd Steen";
/* Link to Facebook.com */
"Facebook"="Facebook";
/* Title for alert view */
"Facebook Login"="Facebook Login";
/* Title for alert that the news blog failed to load. */
"Failed to load weblog."="Kon weblog niet laden.";
/* From the about screen. */
"Find Us Online"="Vind Ons Online";
/* Game Name */
"Game Name"="Spelnaam";
/* Game Over title bar display. */
"Game Over"="Spel Over";
/* iTunes Link */
"Get %@"="Download %@";
/* Above the list of global high scores.
   Above the list of global high scores.  The %@ is a version number. */
"Global"="Wereldwijd";
/* A label that is next to the display of the number of points required to successfully complete the next level. */
"Goal"="Doel";
/* In the control screen. Displayed while game is playing. */
"GOAL"="DOEL";
/* Number of coins earned in level. */
"Gold Tokens"="Gouden Munten";
/* Link to plus.google.com */
"Google+"="Google+";
/* High Scores */
"High Scores"="Topscores";
/* Challenge to Twitter users. */
"I got %@ points on level %@ of Wordflick. Try to beat that."="Ik behaalde %1$@ punten op niveau %2$@ van Wordflick. Probeer dat te verslaan.";
/* No comment provided by engineer. */
"In-App Purchasing disabled"="In-App Aankopen uitgeschakeld";
/* The title of an alert box says information. */
"Information"="Informatie";
/* Tells user that the Internet connection is not available, and posting scores to the server requires Internet service. */
"Internet connection not available. Enable wi-fi / 3g to post your scores to the server."="Internetverbinding niet beschikbaar. Activeer wi-fi / 3g om je scores naar de server te versturen.";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Letter %@: +%d bonus points"="Letter %1$@: +%2$d bonuspunten";
/* Letter %@ */
"Letter %@"="Letter %@";
/* A label that is next to the level number or name they are about to play. */
"Level"="Niveau";
/* Level %d */
"Level %d"="Niveau %d";
/* Level Aids */
"Level Aids"="Niveau Hulpmiddelen";
/* The title of a screen that displays statistics from the level they just played. */
"Level Loot"="Niveau Buit";
/* Level Name */
"Level Name"="Niveau-naam";
/* Level Number */
"Level Number"="Niveau-nummer";
/* Level Over title bar display. */
"Level Over"="Niveau Over";
/* The title of a screen that displays statistics from the level they just played. */
"Level Statistics"="Niveau-statistieken";
/* Level Status */
"Level Status"="Niveau Status";
/* No comment provided by engineer. */
"Like Us on Facebook"="Vind ons leuk op Facebook";
/* Above the list of local high scores, or scores stored on the device. */
"Local"="Plaatselijk";
/* Log in */
"Log in"="Inloggen";
/* Title for alert view */
"Login Failed"="Login mislukt";
/* Login to Facebook Button */
"Login to Facebook"="Inloggen op Facebook";
/* Login to Twitter Button */
"Login to Twitter"="Inloggen op Twitter";
/* Title of a screen that displays loot, items, goods, and tokens that the player purchases, or earns inside the game. */
"Loot"="Buit";
/* Details on in game loot. */
"Loot Details"="Buitdetails";
/* Table cell, that when touched, will take the user to the loot details screen. */
"Loot details"="Buitdetails";
/* Message created by Wordflick Pro */
"Message created by Wordflick Pro"="Bericht gecreëerd door Wordflick Pro";
/* Will download more friends from Facebook. */
"More"="Meer";
/* Caption, next to an image of the tile. */
"Multiple Bonuses Tile"="Meerdere Bonussen Steen";
/* New Game */
"New Game"="Nieuw spel";
/* Button that will load the news feed. */
"News Feed"="Nieuws-feed";
/* The title of a screen that displays the goals for the next level. */
"Next Level"="Volgend niveau";
/* Cancel button title. */
"No"="Nee";
/* Caption, next to an image of the tile. */
"Normal Tile"="Normale Steen";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Message tells the user that the word they tried to use is not a word in the dictionary. That is, they can not use that word. */
"Not a word."="Dit is geen woord.";
/* Title to message box. */
"Not Enough Tokens"="Niet Genoeg Munten";
/* Objective */
"Objective"="Doel";
/* Button that user can press to acknowledge the error. */
"OK"="OK";
/* Paused Navigation Item Title */
"Paused"="Gepauzeerd";
/* A button that when pressed will start the game as the user with the name '%@.' */
"Play as %@"="Spelen als %@";
/* Play Level %@ */
"Play Level %@"="Speel Niveau %@";
/* Player Settings */
"Player Settings"="Spelerinstellingen";
/* note to user, to please be nice. */
"please be nice"="hou het leuk!";
/* In the control screen. Displayed while game is playing. */
"POINTS"="PUNTEN";
/* Points */
"Points"="Punten";
/* A label that is next to the number of points earned in the last level. */
"Points for Level"="Punten voor Niveau";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Points Multiplier: +%d bonus points"="Extra punten: +%d bonuspunten";
/* Publish post to page request cancelled */
"Publish post to page request cancelled"="Bericht publiceren op paginaverzoek geannuleerd";
/* Remove Ads */
"Remove Ads"="Reclame verwijderen";
/* Resume bar button item, shown on paused screen. */
"Resume"="Hervatten";
/* Resume */
"Resume Game"="Spel hervatten";
/* No comment provided by engineer. */
"Review request approved"="Recensie-aanvraag goedgekeurd";
/* No comment provided by engineer. */
"Send an email.  It's really the best way."="Stuur een e-mail. Het is echt de beste manier.";
/* Sent by Michael from Wordflick */
"Sent by %@ from Wordflick"="Verzonden door %@ van Wordflick";
/* Button title for the settings menu. */
"Setting"="Instellingen";
/* Title of a screen that allows users to change the settings. */
"Settings"="Instellingen";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got one or more extra shuffle of the game tiles. */
"Shuffle Multiplier: +%d shuffles"="Extra schudden: +%d x extra schudden";
/* Shuffles */
"Shuffles"="Schudden";
/* Number of coins earned in level. */
"Silver Tokens"="Zilveren Munten";
/* A label for a switch that will allow the users to turn on or off the sound effects. */
"Sound Effects"="Geluidseffecten";
/* Game instructions. */
"Spell longer and more elaborate words to yield more points."="Spel langere en meer uitgebreide woorden om meer punten te behalen.";
/* Store */
"Store"="Bewaar";
/* Message for alert view */
"Success"="Succes";
/* From the about screen. */
"Tell Your Friends"="Vertel Je Vrienden";
/* Purchase statement shown after inapp purchase. */
"The following item was purchased and crededited to your account: \"%@.\""="Het volgende item is gekocht en bijgeschreven op je rekening: \"%@.\"";
/* Message to use when inapp purchase fails. */
"The transaction failed."="De transactie is mislukt.";
/* A label that is next to the display of the number of seconds the user has to successfully complete the next level. */
"Time"="Tijd";
/* Time Boosters */
"Time Boosters"="Tijd Boosters";
/* In the control screen. Displayed while game is playing. */
"TIME REMAINING"="RESTERENDE TIJD";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus seconds, denoted as %d, added to the game clock. */
"Timer Multiplier: +%d seconds"="Extra tijd: +%d seconden";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus seconds, denoted as %d, added to the game clock. */
"Timer: +%d seconds"="Timer: +%d seconden";
/* The title of a screen that displays the grand total loot earned by the player. */
"Total Loot"="Totale Buit";
/* A label that is next to the number of points earned so far in the whole game. */
"Total Points"="Puntentotaal";
/* Label for game statistics. */
"Total Points Ever"="Totaal aantal punten ooit";
/* Alert message title to show after inapp purchase. */
"Transaction Complete"="Transactie is voltooid";
/* Alert message title to show after inapp purchase. */
"Transaction Failed"="Transactie is mislukt";
/* Title for alert. */
"Trouble Posting Scores"="Problemen bij Scores te plaatsen";
/* No comment provided by engineer. */
"Tweet About It"="Tweet Erover";
/* Link to Twitter.com */
"Twitter"="Twitter";
/* No comment provided by engineer. */
"View Other Apps in the App Store"="Bekijk andere apps in de App Store";
/* No comment provided by engineer. */
"View other credits."="Bekijk andere kredieten.";
/* Will try to submit scores again later. */
"We will try to submit your score again later."="We zullen proberen om je score later opnieuw in te dienen.";
/* Wordflick Achievement: */
"Wordflick Achievement: "="Wordflick Prestatie: ";
/* Title label or game name: Wordflick Classic */
"Wordflick Classic"="Wordflick Klassiek";
/* Title label or game name: Wordflick Debug */
"Wordflick Debug"="Wordflick Debug";
/* Title label or game name: Wordflick FastBreak */
"Wordflick FastBreak"="Wordflick FastBreak";
/* Don't translate Wordflick or iOS */
"Wordflick for iOS."="Wordflick voor iOS.";
/* Title label or game name: Wordflick Free Play */
"Wordflick Free Play"="Wordflick Onbeperkt Spel";
/* Title label or game name: Wordflick Jr. */
"Wordflick Jr."="Wordflick Jr.";
/* Wordflick Pro Achievement */
"Wordflick Pro Achievement"="Wordflick Pro Prestatie";
/* Wordflick Pro for iOS. */
"Wordflick Pro for iOS."="Wordflick Pro voor iOS.";
/* From the about screen.  Gives details on how to play the game. */
"Wordflick Tips"="Wordflick Tips";
/* Link to Wordflick.com */
"Wordflick.com"="Wordflick.com";
/* The title of a screen that displays a list of words that the user got in the previous level. */
"Words"="Woorden";
/* Question in the body of a message box. */
"Would you like to login to %@?  This is to submit achievements.  Canceling this three times will disable %@ support."="Wil je inloggen op %1$@?  Dit is om prestaties in te dienen. Dit drie keer annuleren schakelt %2$@ ondersteuning uit.";
/* No comment provided by engineer. */
"Write a Review on the App Store"="Schrijf een recensie op de App Store";
/* Accept button title. */
"Yes"="Ja";
/* No comment provided by engineer. */
"You can use this feature for reviewing the app."="Je kunt deze functie gebruiken voor het evalueren van de app.";
/* Body to message box. */
"You do not have enough tokens to play this game.  Please purchase more tokens from the store."="Je hebt niet genoeg munten om dit spel te spelen. Gelieve meer munten uit de winkel te kopen.";
/* Message sent to their friends. */
"Your friends are put on notice."="Je vrienden krijgen een aankondiging.";
